Repository: Aharonik1/azkar-ios
Catalog: Azkar/Resources/*.lproj/Localizable.strings
Languages: ru, tr

# common.zikr
source: Dhikr
ru: Зикр
tr: Zikir

# common.version
source: Version
ru: Версия
tr: Versiyon

# common.share-app
source: Share Azkar App
ru: Поделиться приложением
tr: Uygulamayı paylaş

# common.restore
source: Restore
ru: Восстановить
tr: Geri yükleme

# root.pick-section
source: Please select section
ru: Выберите раздел
tr: Bölüm seçin

# root.about
source: About
ru: О приложении
tr: Uygulama hakkında

# root.settings
source: Settings
ru: Настройки
tr: Ayarlar

# about.credits.sources-header
source: 🗃 Reference
ru: 🗃 Материалы
tr: 🗃 Materyaller

# about.credits.graphics-header
source: 🎨 Graphic materials and fonts
ru: 🎨 Графические материалы и шрифты
tr: 🎨 Grafik materyaller ve yazı tipleri

# about.credits.open-source-libraries-header
source: 🧱 Open source libraries
ru: 🧱 Библиотеки с открытым кодом
tr: 🧱 Açık kaynak kitaplıkları

# about.azkarRU
source: Russian translation, transcription, audiofiles (azkar.ru)
ru: Перевод, транскрипция, аудиофайлы озвучки (azkar.ru)
tr: Çeviri, transkripsiyon, ses dosyalar (azkar.ru)

# about.sourceCode
source: Source code of the app (github.com)
ru: Исходный код приложения Azkar (github.com)
tr: Azkar uygulama kaynak kodu (github.com)

# about.credits.font
source: Font %@
ru: Шрифт %@
tr: Yazi tipi %@

# about.credits.image
source: Image %@
ru: Изображение %@
tr: Görseller %@

# about.credits.animation
source: Animation %@
ru: Анимация %@
tr: Animasyon %@

# about.credits.quran-complex-font
source: Font of «King Fahd Complex for the Printing of the Holy Quran»
ru: Шрифт Комплекса имени Короля Фахда по изданию Священного Корана
tr: Kur'an-ı Kerim'in baskısına dayanan Kral Fahd Kompleksi'nin yazı tipi

# about.support.header
source: ⚒ Feedback
ru: ⚒ Обратная связь
tr: ⚒ Geribildirim

# about.support.write-to-email
source: Write email
ru: Написать на эл. почту
tr: E-mail yaz

# about.support.leave-review
source: Leave a review
ru: Оставить отзыв
tr: Yorum bırak

# about.studio.header
source: 🥜 Jawziyya Studio
ru: 🥜 Студия Jawziyya
tr: 🥜 Jawziyya Stüdyosu

# about.studio.telegram-channel
source: Telegram channel
ru: Канал в Telegram
tr: Telegram kanalımız

# about.studio.instagram-page
source: Instagram page
ru: Страница в Instagram
tr: Instagram hesabımız

# about.studio.jawziyya-apps
source: Our Apps
ru: Наши приложения
tr: Diğer uygulamalarımız

# category.morning
source: Morning
ru: Утренние
tr: Sabah

# category.evening
source: Evening
ru: Вечерние
tr: Akşam

# category.after-salah
source: Adhkar after salah
ru: Азкары после молитвы
tr: Namazdan sonra yapılan zikirler

# category.other
source: Important adhkar
ru: Важные азкары
tr: Önemli zikirler

# alerts.turn-on-notifications-alert
source: Turn on notifications to receive reminders about morning and evening adhkar
ru: Включите уведомления, чтобы приложение напоминало о времени утренних и вечерних азкаров
tr: Zikirleri hatırlatabilmek için bildirimleri açınız

# alerts.checkout-icon-packs
source: Select your favorite app icon
ru: Выберите значок для приложения Azkar
tr: Azkar uygulaması için simge seçin

# notifications.morning-notification-title
source: Morning adhkar 🌅
ru: Утренние азкары 🌅
tr: Sabah yapılan zikirler 🌅

# notifications.evening-notification-title
source: Evening adhkar 🌄
ru: Вечерние азкары 🌄
tr: Akşam yapılan zikirler 🌄

# about.title
source: About
ru: О приложении
tr: Uygulama hakkında

# settings.title
source: Settings
ru: Настройки
tr: Ayarlar

# settings.fun_features
source: Fun Features
ru: Украшения
tr: Süsleme

# settings.fun_features.description
source: These are features which make Azkar app a bit beautiful but some people find useless and annoying.
ru: Это функции, которые делают приложение более красочным, но по мнению некоторых людей являются лишними, и они были бы рады их отключить. Теперь у таких людей есть своя кнопка. :-)
tr: Bu fonksiyon uygulamayı daha renkli yapar, ancak bazı kullanıcılarımız bunun gereksiz olduğunu düşünüyor ve kapatmayı tercih ediyorlar. Artık bu kullanıcılarımıza özel düğme ekledik :-)

# settings.theme.title
source: Theme
ru: Тема
tr: Tema

# settings.theme.auto
source: System
ru: Авто
tr: Otomatik

# settings.theme.light
source: Light
ru: Светлая
tr: Parlak

# settings.theme.dark
source: Dark
ru: Тёмная
tr: Koyu

# settings.icon.title
source: Icon
ru: Значок
tr: Simge

# settings.icon.list.gold
source: Gold
ru: Золото
tr: Altın

# settings.icon.list.ink
source: Inc
ru: Чернила
tr: Mürekkep

# settings.icon.list.dark_night
source: Dark night
ru: Тёмная ночь
tr: Karanlık gece

# settings.icon.list.ramadan
source: Ramadan
ru: Рамадан
tr: Ramazan

# settings.notifications.title
source: Notifications
ru: Уведомления
tr: Bildirim

# settings.notifications.switch-label
source: Send morning & evening adhkar reminders
ru: Напоминать об утренних и вечерних азкарах
tr: Sabah ve Akşam zikirlerini hatırlat

# settings.notifications.morning-option-label
source: Morning reminder
ru: Напоминание об утренних азкарах
tr: Sabah zikirlerini hatırlat

# settings.notifications.evening-option-label
source: Evening reminder
ru: Напоминание о вечерних азкарах
tr: Akşam zikirlerini hatırlat

# settings.text.title
source: Text
ru: Текст
tr: Metin

# settings.text.use-system-font-size
source: System text size
ru: Системный размер текста
tr: Sistem yazı boyutu

# settings.text.arabic-text-font
source: Arabic font
ru: Шрифт арабского текста
tr: Arapça metin yazı tipi

# settings.text.font-size
source: Text size
ru: Размер текста
tr: Metin boyutu

# settings.text.standard-font-name
source: Standard iOS
ru: Стандартный iOS
tr: Standart IOS

# settings.text.show-tashkeel
source: Show tashkeel
ru: Отображать огласовки
tr: Harekeleri göster

# read.translation
source: translation
ru: перевод
tr: Çeviri

# read.transcription
source: transliteration
ru: транскрипция
tr: transkripsiyon

# read.repeats
source: repeats
ru: повторения
tr: tekrarlamalar

# read.source
source: source
ru: источник
tr: kaynak

# read.narrated-by
source: narrated by
ru: привёл
tr: rivayet eden

# icon_pack.standard.title
source: Standard icons pack
ru: Стандартный набор значков
tr: Standart simge takımı

# icon_pack.info.purchased-message
source: You have purchased this App Icon pack 🎉
ru: Вы приобрели этот набор 🎉
tr: Bu simge takımını satın aldınız 🎉

# icon_pack.maccinz.title
source: App Icon Pack «Illustrations»
ru: Набор значков «Иллюстрации»
tr: Simge takımı “Çizimler”

# icon_pack.maccinz.description
source: Soft colors, at home feeling.
ru: Мягкие тона, атмосфера домашнего уюта и спокойствия.
tr: Yumuşak renkler, ev konforu ve sükunet atmosferi.

# settings.icon.list.maccinz_house
source: Eid vibes
ru: Праздничная атмосфера
tr: Bayram havası

# settings.icon.list.maccinz_mountains
source: In mountains
ru: Высоко в горах
tr: Dağların tepesinde

# settings.icon.list.maccinz_ramadan_night
source: Ramadan night
ru: Ночь в рамадан
tr: Ramazanda bir gece

# settings.icon.list.maccinz_day
source: Sunny day
ru: Солнечный день
tr: Güneşli bir gün

# icon_pack.darsigova.description
source: Sunsets and sunrises as our faith keepers which has signs of the mercy of our Lord.
ru: Закаты и рассветы как хранители нашей веры, в которых заложена милость от Господа.
tr: Rab'bin lütfunun olduğu inancımızın koruyucuları olarak gün batımları ve gün doğumları.

# icon_pack.darsigova.title
source: App Icon Pack «Faith keepers»
ru: Набор значков «Хранители веры»
tr: Simge takımı “İmanımızın koruyucuları”

# settings.icon.list.darsigova_1
source: A moment
ru: Миг
tr: An

# settings.icon.list.darsigova_2
source: Binding threads
ru: Связующие нити
tr: Bağlayıcı iplikler

# settings.icon.list.darsigova_3
source: On the edge of time
ru: На краю времени
tr: Zaman’ ın kenarında

# settings.icon.list.darsigova_4
source: Freedom
ru: Свобода
tr: Özgürlük

# settings.icon.list.darsigova_5
source: Light in a town
ru: Свет в городе
tr: Şehirde bir ışık

# settings.icon.list.darsigova_6
source: Aerial moment
ru: Воздушное мгновенье
tr: Ferah an

# settings.icon.list.darsigova_7
source: Shining stars in the sky
ru: Звёзды в небе горят
tr: Gökyüzünde yıldızlar parlıyor

# settings.icon.list.darsigova_8
source: Color's fly
ru: Полёт цвета
tr: Renk uçuşu

# settings.icon.list.darsigova_9
source: Tender
ru: Нежность
tr: Hassasiyet

# settings.icon.list.darsigova_10
source: In the arms of the evening
ru: В объятьях вечера
tr: Akşamın kollarında

# text.source.Quran
source: Quran
ru: Коран

# text.source.Bukhari
source: Sahih al-Bukhari
ru: аль-Бухари

# text.source.Muslim
source: Sahih Muslim
ru: Муслим

# text.source.AbuDaud
source: Abu Daud
ru: Абу Дауд

# text.source.Beyhaqi
source: al-Beyhaqi
ru: аль-Бейхаки

# text.source.Tirmidhi
source: at-Tirmidhi
ru: ат-Тирмизи

# text.source.Ahmad
source: Ahmad
ru: Ахмад

# text.source.Nasai
source: an-Nasai
ru: ан-Насаи
